---
kind: other
id: Methods.T:Autodesk.Revit.DB.IOpenFromCloudCallback
source: html/12f7c450-6f3b-704e-7f9a-088ceb7f236d.htm
---
# IOpenFromCloudCallback Methods

A method called when the conflict is happen during the model opening.